Repository: SulaymanMo/Movo
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Movie
ar: الأفلام

source: TV Show
ar: المسلسلات

source: Trailer
ar: الفيديو

# watchlist
source: From your watchlist
ar: قائمة مشاهداتك

# watchlist_empty
source: Your Watchlist is Empty
ar: قائمة المشاهدات خالية

# watchlist_empty_sub
source: Save shows and movies to keep track of what you want to watch.
ar: احفظ العروض والأفلام لتتبع ما تريد مشاهدته.

# browse_popular
source: Browse popular movies
ar: الأفلام الأكثر مشاهدة

# upcoming
source: In Theaters
ar: في المسرح

# upcoming_sub
source: Watch soon on Movo
ar: شاهد قريبا على Movo

source: Popular
ar: الأكثر مشاهدة

# popular_sub
source: Popular movies just for you
ar: الأفلام المفضلة خصيصا لك

source: Top Rated
ar: الأعلى تقييما

# tob_rated_sub
source: This weeks's top movies
ar: أفضل الأفلام لهذا الأسبوع

source: Now Playing
ar: يعرض الآن

source: What to watch
ar: ماذا أشاهد

# behind_scense
source: Behind the scene
ar: خلف الكواليس

source: See all
ar: المزيد

# error
source: Something went wrong, Please try later!
ar: حدث خطأ ما، يرجى المحاولة لاحقًا!

# nav_home
source: Home
ar: الرئيسية

# nav_wishlist
source: Wishlist
ar: المفضلة

# nav_search
source: Find
ar: بحث

# nav_profile
source: You
ar: أنت

# nav_settings
source: Settings
ar: إعدادات

source: Appereance
ar: التفضيلات

source: Dark Theme
ar: المظهر الداكن

# dark_theme_subtitle
source: Experiance light or dark theme.
ar: تجربة السمة الفاتحة أو الداكنة.

# app_lang
source: App Language
ar: لغة التطبيق

# app_lang_subtitle
source: View original language when available.
ar: عرض العناوين باللغة الأصلية إذا توفرت.

# choose_lang
source: Choose your Language
ar: اختر لغتك

# recommended
source: More like this
ar: يشابه ايضا
